Revit 2024 API
BuiltInFailures.FamilyFailures.CantCopySelectionToNonStory Property
 Can't copy this selection to a non-story Level.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CantCopySelectionToNonStory { get; }
Visual Basic
Public Shared ReadOnly Property CantCopySelectionToNonStory As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CantCopySelectionToNonStory {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace